"Volume" = "Volume"; 
"Balance" = "Bilanciamento"; 
"Modulation" = "Modulazione"; 
"Harmonics" = "Armonici"; 
"Harmonic Steps" = "Passaggi armonici"; 
"Cutoff" = "Cutoff"; 
"Cutoff Steps" = "Passaggi di cutoff"; 
"Duration" = "Durata"; 